"--- ALL CATEGORIES ---" = "--- Alle Kategorien ---";"--- ALL USERS ---" = "--- ALLE BENUTZER ---";"Add Checkin" = "Schreibe Anreise";"Add Map" = "Schreibe Karte";"Add Photo" = "Foto hinzufügen";"Add Report" = "Bericht hinzufügen";"Added" = "Hinzugefügt";"Adding..." = "Hinzufügen ...";"All Categories" = "Alle Kategorien";"All Checkins By" = "Alle Eincheckvorgänge Mit";"App Settings" = "App-Einstellungen";"Are you sure you want to cancel?" = "Sie sind sicher, dass Sie abbrechen wollen?";"Are you sure you want to delete?" = "Sind Sie sicher, die Sie löschen möchten?";"Authenticating..." = "Authentifizieren ...";"Bitly Error" = "Bitly Fehler";"Cancel" = "Abbrechen";"Categories..." = "Kategorien ...";"Category" = "Kategorie";"characters" = "Zeichen";"Checkin" = "Einchecken";"Checkin Error" = "Checkin Fehler";"Checkins" = "Eincheckvorgänge";"Clear" = "Clear";"Click the Info button to view app settings, Plus button to add a map or Edit button to remove a map." = "Klicken Sie auf die Info-Taste auf ca. Einstellungen anzuzeigen, drücken Plus eine Karte hinzufügen oder Schaltfläche 'Bearbeiten', um eine Karte zu entfernen.";"Click the Map button to view the report map, the Filter button to filter by category or the Compose button to create a new incident report." = "Klicken Sie auf die Schaltfläche Karte, um den Bericht Kartenansicht, die Filter-Schaltfläche, um nach Kategorien oder die Compose-Taste, um einen neuen Vorfall Bericht zu erstellen filtern.";"Click the Refresh button to upload pending reports." = "Klicken Sie auf die Schaltfläche 'Aktualisieren' um ausstehende Berichte hochladen.";"Click the Up and Down arrows to move through checkins, click the Location to view a larger map or tap a Photo to view it full screen." = "Klicken Sie auf die Pfeile nach oben und unten durch checkins verschieben, klicken Sie auf den Ort zu einer größeren Karte anzeigen oder tippen Sie auf ein Foto, um es im Vollbildmodus.";"Click the Up and Down arrows to move through reports, the SMS button to send the report URL, the Tweet button to share on Twitter or the Email button to send the report details." = "Klicken Sie auf die Pfeile nach oben und unten zu bewegen durch Berichte, die SMS an die Bericht-URL senden Button, Button die Taste Tweet auf Twitter zu teilen oder die E-Mail des Berichts Details zu senden.";"Contact" = "Kontakt";"Contact Settings" = "Kontaktdaten";"Current Location" = "Aktueller Standort";"Customize your message, enter credentials then press the Send button to share on Twitter. Optionally click the Link button to shorten URLs." = "Passen Sie Ihre Nachricht an, geben Sie Anmeldeinformationen ein und drücken Sie dann die Schaltfläche 'Senden', um diese auf Twitter zu teilen. Optional klicken Sie auf die Schaltfläche 'Link', um URLs zu verkürzen.";"Date" = "Datum";"Delete Report" = "Bericht löschen";"Description" = "Beschreibung";"Discrete Mode On Shake" = "Diskrete Mode On Shake";"Done" = "Fertig";"Download Offline Maps" = "Offline-Karten herunterladen";"Downloaded Map Zoom Level" = "Zoom-Ebene der geladenen Karte";"Edit" = "Bearbeiten";"email" = "E-Mail";"Enter description" = "Geben Beschreibung";"Email Failed" = "E-Mail fehlgeschlagen";"Enter date" = "Geben Sie das Datum ein";"Enter email" = "Geben Sie eine E-Mail-Adresse ein";"Enter first name" = "Geben Sie Vorname";"Enter last name" = "Geben Nachname";"Enter location name" = "Geben Sie Ortsnamen";"Enter Map Details" = "Geben Map Details";"Enter message" = "Geben Nachricht";"Enter name" = "Geben Sie den Namen";"Enter news URL" = "Geben Nachrichten URL";"Enter password" = "Geben Sie das Passwort";"Enter time" = "Geben Sie Zeit";"Enter title" = "Titel eingeben";"Enter tweet" = "Geben Sie einen Tweet ein";"Enter URL" = "Geben Sie die URL";"Enter URL or search phrase" = "Geben Sie die URL oder Suchbegriff";"Enter username" = "Geben Sie den Benutzernamen ein";"Error" = "Fehler";"Error Detecting Location" = "Fehler bei der Positionsbestimmung";"Error Saving Photo" = "Fehler beim Speichern Foto";"Errors" = "Fehler";"Existing Location" = "Bestehender Standort";"first name" = "Vorname";"From Library" = "Von Bibliothek";"Host Not Found" = "Host nicht gefunden";"I couldn't connect to Twitter. This is most likely a temporary issue, please try again." = "Ich konnte nicht zu Twitter in Verbindung zu treten. Dies ist wahrscheinlich ein vorübergehendes Problem, bitte versuchen Sie es erneut.";"Image" = "Bild";"Incidents..." = "Zwischenfälle ...";"Invalid Email" = "Ungültige E-Mail";"Invalid Email Address" = "Ungültige E-Mail Adresse";"Invalid Map Details" = "Ungültige Map Details";"Invalid News URL" = "Ungültige URL News";"Invalid Server Response" = "Ungültige Antwort des Servers";"Last Checkin For Each User" = "Letzter Check für jeden Benutzer";"last name" = "Nachname";"Last Sync" = "Letzte Synchronisation";"Loading..." = "Laden ...";"Locating..." = "Standort bestimmen ...";"Location" = "Ort";"Location Error" = "Lage Fehler";"Locations..." = "Standorte ...";"Logout..." = "Abmelden ...";"Looks like Twitter is down or being updated. Please wait a few seconds and try again." = "Twitter ist anscheinend gerade nicht erreichbar oder wird aktualisiert. Bitte warten Sie ein paar Sekunden und versuchen Sie es erneut.";"Looks like Twitter is overloaded. Please wait a few seconds and try again." = "Twitter ist anscheinend gerade überlastet. Bitte warten Sie ein paar Sekunden und versuchen Sie es erneut.";"Map" = "Karte";"Map Settings" = "Karteneinstellungen";"Map Zoom Level" = "Karte Zoom-Ebene";"Maps" = "Maps";"Message" = "Nachricht";"Name" = "Name";"New Location" = "Neuer Standort";"News" = "News";"No" = "Nein";"No Category Specified" = "Keine Kategorie erfasst";"No Date Specified" = "Kein Termin festgelegt";"No Internet" = "Kein Internet";"No Internet Connection" = "Keine Internetverbindung";"No Location Specified" = "Kein Ort angegeben";"No News" = "Keine News";"No Photos" = "Keine Fotos";"No Reports" = "Keine Berichte";"No Video" = "Kein Video";"Not Specified" = "Nicht angegeben";"OK" = "OK";"Open In Safari?" = "Open in Safari?";"Password" = "Passwort";"Pending Upload" = "Bis hochladen";"Photo" = "Foto";"Photo Added" = "Foto hinzugefügt";"Photo Error" = "Foto Fehler";"Photo Settings" = "Foto-Einstellungen";"Photos" = "Fotos";"pixels" = "Pixel";"Please enter a valid email address." = "Bitte geben Sie eine gültige E-Mail-Adresse.";"Please enter a valid name and url." = "Bitte geben Sie einen gültigen Namen und URL.";"Privacy Settings" = "Datenschutzeinstellungen";"Remove Error" = "Entfernen Sie Fehler";"Remove Photo" = "Nehmen Sie Foto";"Removed" = "Entfernt";"Report" = "Bericht";"Reports" = "Berichte";"Request Error" = "Fordern Sie Fehler";"Required Fields" = "Pflichtfelder";"Resized" = "Resized";"Resized Image Width" = "Resized Bildbreite";"Resizing Photo..." = "Größenänderung Foto ...";"Resizing..." = "Ändern der Größe ...";"Saved" = "Gespeichert";"Saving..." = "Speichern ...";"Search categories..." = "Suchen Kategorien ...";"Search locations..." = "Suche Orte ...";"Search maps..." = "Suche Karten ...";"Search reports..." = "Suche Berichte ...";"Select" = "Wählen Sie";"Select an existing map from the list, click the Refresh button to locate maps near you or the Plus button to add your own map." = "Wählen Sie eine vorhandene Karte aus der Liste, klicken Sie auf die Schaltfläche Aktualisieren, um Karten in Ihrer Nähe oder den Plus-Button zu finden, um Ihre eigene Karte hinzufügen.";"Select category" = "Wählen Sie eine Kategorie";"Select location" = "Ort wählen";"Select photo" = "Foto auswählen";"Send" = "Senden";"Sending..." = "Senden ...";"Sent" = "Sent";"Server Error" = "Server-Fehler";"Settings" = "Einstellungen";"Share Application" = "Anwendung freigeben";"Shortening..." = "Verkürzung ...";"SMS Failed" = "SMS fehlgeschlagen";"Sorry, it looks like you lost your Internet connection. Please reconnect and try again." = "Leider sieht es so aus, wie Sie Ihre Internet-Verbindung verloren. Bitte versuchen Sie es erneut.";"Take Photo" = "Foto aufnehmen";"There was a problem adding the photo." = "Es gab ein Problem indem das Foto.";"There was a problem detecting your location. Please ensure that Location Services is enabled for Ushahidi in Settings > General > Location Services." = "Es gab ein Problem Erfassen Sie Ihren Standort. Bitte achten Sie darauf, dass Location Services für Ushahidi ist in Einstellungen > Allgemein > Location Services aktiviert.";"There was a problem removing the map." = "Es gab ein Problem Entfernen der Karte.";"There was a problem resizing the photo." = "Es gab ein Problem Größenänderung des Fotos.";"This map supports Checkins! Click the Pin button to view the map." = "Diese Karte unterstützt Eincheckvorgänge! Klicken Sie auf die Pin-Taste, um die Karte zu sehen.";"This map supports Checkins!\nClick the Filter button to only show checkins for a specific user or the Pin button to checkin now." = "Diese Karte unterstützt Eincheckvorgänge! \\ NKlicken die Schaltfläche Filter, um nur checkins für einen bestimmten Benutzer oder der Pin-Taste, um jetzt checkin.";"Title" = "Titel";"To checkin, drag the map pin to a more accurate location, then click the Send button after entering an optional message, contact information and photo." = "Um checkin, ziehen Sie die Karte Stift, um eine genauere Lage, dann klicken Sie auf die Schaltfläche 'Senden' nach der Eingabe eines optionalen Nachricht, Kontaktinformationen und Fotos.";"Tweet" = "Tweete";"Twitter" = "Twitter";"Twitter Error" = "Twitter-Fehler";"Unable to add incident" = "Kann Vorfall hinzufügen";"Unable To Checkin" = "Nicht Checkin";"Unable to checkin, please try again later." = "Kann checkin, bitte versuchen Sie es später erneut.";"Unable To Download Checkins" = "Nicht Eincheckvorgänge Download";"Unable To Send Email" = "Keine E-Mail senden";"Unable To Send SMS" = "Keine SMS senden";"Unable To Upload Report" = "Bericht kann nicht hochladen";"Unsaved Changes" = "Gespeicherte Änderungen";"Unverified" = "Unverified";"Upload Error" = "Fehler beim Hochladen";"Uploaded" = "Hochgeladene";"User Location" = "User Location";"Username" = "Benutzername";"Ushahidi Demo" = "Ushahidi Demo";"Verified" = "Verified";"Version" = "Version";"Video" = "Video";"Yes" = "Ja";"Your username and password could not be verified. Double check that you entered them correctly and try again." = "Ihr Benutzername und Passwort konnte nicht verifiziert werden. Überprüfen Sie, dass Sie sie richtig eingegeben und erneut versuchen.";"zoom" = "Zoom";"Enter description" = "Geben Beschreibung";